Revit 2024 API
ParameterTypeId.LoadComments Property
 "Comments"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LoadComments { get; }
Visual Basic
Public Shared ReadOnly Property LoadComments As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LoadComments {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace